; DeskTick UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
[Strings]
Show seconds=Sekunden anzeigen
Customize Face…=Zifferblatt anpassen…
Resize=Größe ändern
Face=Zifferblatt
Always on top=Immer im Vordergrund
Start with Windows=Mit Windows starten
Show in system tray=Im Infobereich anzeigen
About DeskTick…=Über DeskTick…
Exit=Beenden
Customize=Anpassen
Customize - DeskTick=Anpassen - DeskTick
This face has nothing to customize.=Für dieses Zifferblatt gibt es nichts einzustellen.
Reset this face=Zurücksetzen
About DeskTick=Über DeskTick
Report issues or send feedback to=Probleme melden oder Feedback senden an
Other apps=Weitere Apps
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Schneller, schlanker und minimalistischer Fotobetrachter für das moderne Windows
Desktop Rain and Snow Simulator for Windows=Regen- und Schneesimulator für den Windows-Desktop
Simple=Schlicht
Classic dark=Klassisch dunkel
Classic light=Klassisch hell
Minimal=Minimal
Icon=Symbol
Bold=Fett
Flat=Flach
Glass=Glas
Dots=Punkte
Digital=Digital
Digital bold=Digital fett
Word clock=Wortuhr
Stack=Stapel
Terminal=Terminal
Banner=Banner
Split=Geteilt
Image=Bild
24-hour clock=24-Stunden-Format
Accent 12 marker=Akzent auf der 12
Accent colour=Akzentfarbe
Blinking cursor=Blinkender Cursor
Date format=Datumsformat
Dial colour=Zifferblattfarbe
Digit colour=Ziffernfarbe
Dot count=Anzahl Punkte
Dot size=Punktgröße
Drop shadow=Schlagschatten
Face colour=Grundfarbe
Frost=Mattierung
Hand colour=Zeigerfarbe
Hour block colour=Farbe des Stundenblocks
Ink colour=Tintenfarbe
Label colour=Beschriftungsfarbe
Lit letter colour=Farbe leuchtender Buchstaben
Marking colour=Farbe der Markierungen
Minute block colour=Farbe des Minutenblocks
Minute dimming=Minutenhelligkeit
Numerals=Ziffern
Panel colour=Flächenfarbe
Phosphor colour=Leuchtstofffarbe
Plate colour=Plattenfarbe
Plate shape=Plattenform
Prompt=Prompt
Rim colour=Randfarbe
Ring colour=Ringfarbe
Ring thickness=Ringstärke
Show AM/PM=AM/PM anzeigen
Show date=Datum anzeigen
Show minute dots=Minutenpunkte anzeigen
Show panel=Fläche anzeigen
Text colour=Textfarbe
Tick marks=Strichmarkierungen
All 12=Alle 12
12, 3, 6, 9=12, 3, 6, 9
None=Keine
Minute=Minuten
Hour=Stunden
Thin=Dünn
Normal width=Normale Stärke
Thick=Dick
Clear=Klar
Frosted=Satiniert
Opaque=Deckend
Long date=Langes Datum
Short date=Kurzes Datum
Small=Klein
Normal size=Normale Größe
Large=Groß
Rounded=Abgerundet
Square=Quadratisch
Circle=Rund
Match hour=Wie die Stunde
Dim=Gedämpft
Faint=Schwach
All rights reserved.=Alle Rechte vorbehalten.
